---
kind: other
id: Methods.T:Autodesk.Revit.Exceptions.TransmittedModelException
source: html/72de3b98-3db0-798d-69ea-162f3a80fcf0.htm
---
# TransmittedModelException Methods

Retrieves data needed to serialize the target object.